{
    "rolls": [
      {
      "name":"cyber",
      "options":[
    "Mirror Ring - Projects a hologram copy of the wearer that mimics their actions.",
    "A Fool’s Head - The severed head of a synthetic jester. Not in great condition but can still remember some jokes.",
    "Singing Crystal - When struck, sings loudly and beautifully for up to an hour.",
    "Nightmare Box - Small cube of unbreakable, dark-tinted glass. One small peephole. Anyone looks inside will be paralysed by horror.",
    "Sandworm Horn - Blow outdoors to summon a sandworm, if you are bold enough.",
    "Midas Bomb - Transforms organic matter into gold.",
    "Sky-seeking Salve - Reverses effect of gravity on object it coats. Take care when outdoors",
    "Chameleon Cloak - Perfectly matches the colour of its surroundings",
    "Desiccated Mycomorph - Tiny dried out fungus-man. A drop of blood will revive him.",
    "Flesh of the Honeyed Lamb - Stolen from the Cult of the Honeyed Lamb; meat imbued with a powerful medicinal psychedelic.",
    "Agoniser - A barbaric relic. Silver needle that causes unbearable pain to organic creatures without leaving a mark.",
    "Exultant’s Hawk - Cybernetic hunting animal, bound to you telepathically. 3 HP, Armour 17, d4 claw damage.",
    "Black Heart - Repulsive twitching cyborg organ. Will slowly and painfully revive a single dead body.",
    "All-Purpose Idol - Imbued with powerful neuro-active programming. Observers always believe idol represents the deity they worship.",
    "Ulfire Candle - Ulfire is the ninth colour; its light has the unusual quality of shining through solid objects. It is blocked by lead.",
    "Vial of ICE-9 - Alchemical substance that transforms all water it touches into un-meltable ice.",
    "Pale Blade of Amun-Oh - Priests of Amun-Oh pledged never to take a life; their white knives will cut through anything except living flesh.",
    "Blasphemies of the Binary Demon - A tablet engraved with a series of quantum-logical propositions. Poses little threat to organic life, but can be deadly to sentient machines.",
    "Helpful Snake - It lives up your sleeve and tries, whenever it can, to help.",
    "Dried Crypt Lotus - Grim flower that sprouts from the forehead of corpses. Sometimes kept as a keepsake of a lost companion."
]
}
]
}
