const lair = [
  {
    name: "",
    options: [
      "은빛 양치기가 사는 폐허가 된 성당. 위험의 징조로 은빛 후광을 낀 미친 사람들이 파티에게 돌아가라고 애원한다.",
      "햇볕이 드는 평평한 평원에 사는 크롬 깃털 돛단뱀. 위험의 징조로 바람을 타고 크롬 깃털이 흩날린다.",
      "d6 가시거미가 사는 땅굴. 위험의 징조로 다리에 가시가 잔뜩 박힌 채 절뚝이는 영양이 있다.",
      "색깔포식자가 머무르는 무색 선인장 숲. 위험의 징조로 색깔 없는 파아 가족의 껍질이 있다.",
      "d6 벌집인간이 머무르는 섬뜩한 검은 벌집. 위험의 징조로 땅 위를 기어다니는 흰담비 벌가 있다",
      "d6 도마뱀 사자가 머무르는 태양의 입맞춤을 쬔 바위. 위험의 징조로 허물을 발견한다.",
      "전투 멧돼지기 마무르는 그늘진 흙탕. 위험의 징조로 엄니 자국이 찍힌 바위가 있다.",
      "알자보가 머무르는 깊은 동굴. 위험의 징조로 이상하게 울려퍼지는 아이의 목소리가 들린다.",
      "3d6 하늘색 자칼이 머무르는 얕은 소굴. 위험의 징조로 바람을 타고 울부짖는 소리가 들린다.",
      "d4 가짜 거인들이 머무르는 조잡한 벽돌 오두막. 위험의 징조로 찌그러진 신정부 스키프의 자해가 있다.",
      "d6 깜빡이 스라소니가 머무르는 절벽 높이의 소굴. 위험의 징조로 폭풍이 불기 전이라면 공기에서 전기 맛이 느껴진다.",
      "3d6 파란 개코원숭이가 머무르는 바위투성이 노출지. 위험의 징조로 여기저기 곳곳에 쌓인 배설물이 있다.",
      "d6 걸어다니는 자궁이 머무르는 악취나는 싱크홀. 위험의 징조로 모래 속의 넓은 끌린 자국이 있다.",
      "3d6 호랑이 파리가 머무르는 높고 종이같은 둥지. 위험의 징조로 길게 윙윙거리는 소리가 들린다.",
      "d4 재생하는 자가 머무르는 인간 가죽 천막. 위험의 징조로 뼈로 만든 조잡한 우상이 있다.",
      "천둥번개 새가 머무르는 탁상 대지에 있는 보금자리. 위험의 징조로 선인장에 걸린 거대한 거무스름한 깃털이 있다.",
      "d4 유리 호랑이가 숨은 소금 평원. 위험의 징조로 입에 물린 흔적이 있는 시체가 있다.",
      "불멸의 데스웜이 머무르는 독이 든 나무. 위험의 징조로 흙길에 거대하고 구불구불한 흔적이 있다.",
      "황색 버섯체가 머무르는 진균 덤불. 위험의 징조로 바람을 타고 흩날리는 노란색 포자가 있다.",
      "d12 그린가드가 머무르는 버려진 요새. 위험의 징조로 바위에 박힌 에나멜 탄자가 있다.",
    ],
  },
];
export default lair;
